Repository: abdulrasol/dot_cv_creator
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: dot.CV a resume app creator!
ar: dot.CV تطبيق لإنشاء السيرة الذاتية!

source: about
ar: حول

# startCreateBttun
source: Create Your Resume
ar: أنشئ سيرتك الذاتية

# galleryTitle
source: Inspiration Gallery.
ar: معرض الإلهام.

source: How to Reach You
ar: كيف يمكن الوصول إليك

# skills
source: Yours skills
ar: مهاراتك

source: Add Skills
ar: إضافة مهارات

# addDegree
source: Add a degree:
ar: إضافة شهادة:

# addbuttonText
source: Add
ar: إضافة

# startStudy
source: started: {date}
ar: بدأت: {date}

# graduated
source: Graduated: {date}
ar: تخرجت: {date}

# experiences
source: {title} at ${at}
ar: {title} في ${at}

# from__addExperiences
source: Add a Experiences:
ar: إضافة تجربة:

# from__start_startdateexp_click_to_select
source: Start : {date}
ar: البداية: {date}

# from__end_enddateexp_now
source: end: {date}
ar: النهاية: {date}

# from__from_certification_index_from
source: From: {from}
ar: من: {from}

# from__add_a_certification
source: Add a Certification:
ar: إضافة شهادة:

# from__ExpDate
source: Start : {date}
ar: البداية: {date}

# from__educations_deg_in_title
source: {deg} in {title}
ar: {deg} في {title}

# from__educations_from_on_date
source: from {uni} on {date}
ar: من {uni} في {date}

# from__edu_started
source: Started : {date}
ar: بدأت: {date}

# warper__title
source: Begin Crafting Your Professional CV
ar: ابدأ في إنشاء سيرتك الذاتية الاحترافية

# warper__view_and_download_your_cv_btn
source: View and Download Your CV
ar: عرض وتنزيل سيرتك الذاتية

# from__diploma_degree
source: Diploma Degree
ar: دبلوم

# from__bachelor_degree
source: Bachelor\'s Degree
ar: بكالوريوس

# from__master_degree
source: Master\'s Degree
ar: ماجستير

# from__doctoral_degree
source: Doctoral Degree
ar: دكتوراه

# from__university_name
source: University Name
ar: اسم الجامعة

# from__this_section_is_required
source: this section is required!
ar: هذا القسم مطلوب!

# from__department_name
source: Department Name
ar: اسم القسم

# from__the_degree
source: The Degree
ar: الدرجة العلمية

# from__name_label
source: Name
ar: الاسم

# from__job_title_label
source: Job Title
ar: المسمى الوظيفي

# from__phone_label
source: Phone
ar: الهاتف

# from__email_label
source: Email
ar: البريد الإلكتروني

# from__address_label
source: Address
ar: العنوان

# from__profile_label
source: Profile
ar: الملف الشخصي

# from__add_soft_skills_label
source: Add skills
ar: إضافة مهارات ناعمة

# from__level_label
source: Level
ar: المستوى

# from__add_language_label
source: Add Language
ar: إضافة لغة

# from__company_label
source: Company
ar: الشركة

# from__summery_label
source: summery
ar: ملخص

# from__certification_title_label
source: Certification Title
ar: عنوان الشهادة

# from__ertification_issued_from_label
source: ertification issued from
ar: صادر من

# from__add_hobies_label
source: Add hobies
ar: إضافة هوايات

# from__platform_label
source: Platform
ar: المنصة

# from__add_helper_text
source: add @ to username or # as insta: @username
ar: أضف @ لاسم المستخدم أو # مثل إنستا: @username

# from__username_label
source: username
ar: اسم المستخدم
